import { ScrollView, StyleSheet, Text, View } from "react-native";
import React from "react";
import BigText from "./reusables/texts/BigText";
import RegularText from "./reusables/texts/RegularText";
import SmallText from "./reusables/texts/SmallText";

const Login = () => {
  return (
    <ScrollView style={{ padding: 13, paddingTop: 35, marginBottom: 35 }}>
      
      <BigText> ጸሎት ዘዘወትር </BigText>
      <Text>
        አዐትብ ገጽየ ወኩለንታየ በትእምርተ መስቀል። በስመ ኣብ ወወልድ ወመንፈስ ቅዱስ ኣሓዱ ኣምላክ። በስመ አብ ወወልድ
        ወመንፈስ ቅዱስ አሓዱ አምላክ በቅድስት ሥላሴ እንዘ አአምን ወእትመኅፀን እክሕደከ ሰይጣን በቅድመ ዛቲ እምየ
        ቅድስት ቤተ ክርስትያን እንተ ይእቲ ስምዕየ ማርያም ጽዮን ለዓለም ዓለም። ነነኣኩተከ እግዚኦ ወንሴብሐከ። ንባርከከ
        እግዚኦ ወንትኣመነከ ንስእለከ እግዚኦ ወናስተበቍዓከ። ንገኒ ለከ እግዚኦ ወንትቀነይ ለስምከ ቅዱስ። ንሰግድ ለከ
        ኦዘለከ ይሰግድ ኩሉ ብርክ ወለከ ይትቀነይ ኩሉ ልሳን። ኣንተ ዉእቱ ኣምላከ ኣማልክት፡ ወእግዚኣ ኣጋእዝት፡ወንጉሠ
        ነገሥት፡ ኣምላክ ኣንተ ለኩሉ ዘሥጋ ወለኩሉ ዘነፍስ፡ ወንጼዉዓከ ንሕነ በከመ መሃረነ ቅድስ ወልድከ እንዘ ይብል
        ኣንትሙሰ ሶበ ትጼልዩ ከመዝ በሉ ኣቡነ ዘበሰማያት ይትቀደስ ስምከ፤ትምጻእ መንግሥትከ ወይኩን ፈቃድከ በከመ በሰማይ
        ከማሁ በምድር ፡ሲሳየነ ዘለለ ዕለተነ ሀበነ ዩም። ኅድግ ለነ ኣበሳነ ወጌጋየነ ከመ ንሕነኒ ንኅድግ ለዘኣበሰለነ።
        ኢታብኣነ እግዚኦ ውስተ መንሱት። ኣላ ኣድኅነነ ወባልሐነ እምኩሉ እኩይ፡ እስመ ዚአከ ይእቲ መንግሥተ ኃይል
        ወስብሐት ለዓለም ዓለም። ኣሜን በሰላም ቅዱስ ገብርኤል መልአክ በሰላም ቅዱስ ገብርኤል መልአክ ኦ እግዝእትየ
        ማርያም ሰላም ለኪ። ድንግል በሕሊናኪ ወድንግል በሥጋኪ። እመ እግዚአብሔር ጸባዖት ሰላም ለኪ። ቡርክት አንቲ
        እምአንስት ወቡሩክ ፍሬ ከርሥኪ። ተፈሥሒ ፍሥሕት ኦ ምልእተ ጸጋ እግዚአብሔር ምስሌኪ። ሰአሊ ወጸልዩ ምህረተ
        በእንቲአነ ኅበ ፍቁር ወልድኪ ኢየሱስ ክርስቶስ ከመ ይሥረይ ለነ ኃጣዉኢነ::
      </Text>
      <BigText> ጸሎት ሃይማኖት </BigText>
      <Text>
        ነኣምን በኣሐዱ ኣምላክ እግአብሔር ኣብ ኣኃዜ ኩሉ ሰማያት ወምድር ዘያስተርኢ ወዘኢያስተኢ። ወነኣምን በኣሐዱ
        እግዚእ ኢየሱስ ክርስቶስ ወልደ ኣብ ዋሕድ ዘህልው ምስሌሁ እምቅድመ ይፈጠር ዓለም። ብርሃን ዘእምብርሃን ኣምላክ
        ዘእምኣምላክ ዘበኣማን። ዘተወልደ ወኣኮ ዘተገብረ ዘዑሩይ ምስለ ኣብ በመለኮቱ።{" "}
        <RegularText>ዘቦቱ ኩሉ</RegularText> ኮነ ወዘእንበሌሁሰ ኣልቦ ዘኮነ ወኢምንትኒ ዘበሰማይኒ
        ወዘበምድርኒ። ዘበእንቲኣነ ለሰብእ ወበእንተ መድኃኒትነ ወረደ እምሰማያት። ተስብኣ ወተሠገወ ወእመንፈስ ቁዱስ
        ወእማርያም እምቅድስት ድንግል። ኮነ ብእሱ ወተሰቅለ በእንቲኣነ በመዋዕለ ጵላጦስ ጴንጤናዊ ሓመመ ወሞተ ወተቀብረ
        ወተንሥ እሙታን ኣመ ሣልስት ዕለት በከመ ጽሑፍ ዉስተ ቅዱሳት መጻሕፍት። ዐርገ በስብሓት ዉስተ ሰማያት ወነበረ
        በየማነ ኣቡሁ፡ ዳግመ ይመጽእ በስብሓት ይኮንን ሕያዋነ ወሙታነ ወኣልቦ ማኅለቅት ለመንጉሥቱ። ወነኣምን በመንፈስ
        ቅዱስ እግዚእ ማሕየዊ ዘሰረፀ እም ንሰግድ ሎቱ ወንሰብሖ ምስለ ኣብ ወወልድ ዘነበበ በነቢያት። ወነኣምን በኣሐቲ
        ቅድስት ቤተ ክርስቲያን እንተ ላዕለ ኩሉ ጉባኤ ዘሓዋሪያይ፡ ወነኣምን በኣሓቲ ጥምቀት ለሥርየተ ኃጢኣት። ወንሴፎ
        ትንሣኤ ሙታን ወሕይወት ዘይመጽእ ለዓለመ ዓለም።
      </Text>

      <Text>
        ቅዱስ ቅዱስ ቅዱስ እግዚአብሔር ጸባዖት ፍጹም ምሉእ ሰማያት ወምድር ቅድሳተ ስብሓቲከ። ንሰግድ ለከ ክርስቶስ ምስለ
        ኣቡከ ኄር ሰማያዊ ወመንፈስከ ቅዱስ ማሕየዊ እስመ መጻእከ ወኣኃንከነ። እሰግድ ለኣብ ወወልድ ወመንፈስ ቅዱስ ኣሓተ
        ስግደተ፣ እሰግድ ለኣብ ወወልድ ወመንፈስ ቅዱስ ኣሓተ ስግደተ እሰግድ ለኣብ ወወልድ ወመንፈስ ቅዱስ ኣሓተ ስግደተ፣
        እንዘ ኣሓዱ ሠለስቱ ወእንዘ ሠለስቱ ኣሓዱ ይሤለሱ በኣካላት ወይትወሓዱ በመለኮት፣እሰግድ ለእግዝእትነ ማርያም
        ድንግል ወላዲተ ኣምላክ፣ እሰግድ ለመስቀለ እግዚእነ ኢየሱስ ክርስቶስ። ዘተቀደሰ በደሙ ክቡር፣ መስቀል ኃይልነ፣
        መስቀል ጽንዕነ፣ መስቀል ቤዛነ፣ መስቀል መድሃኒተ ነፍስነ። ኣይሁድ ክሕዱ። ንሕነሰ ኣመነ ወእለ ኣመነ ብኃይለ
        መስቀሉ ድህነ:: ስብሓት ለኣብ ስብሓት ለወልድ ስብሓት ለመንፈስ ቅዱስ ፡፫ ይደልዎም ለኣብ ወወልድ ወመንፈስ ቅዱስ
        ፡ ስብሓት ለኣብ ስብሓት ለወልድ ስብሓት ለመንፈስ ቅዱስ ፡ ይደልዎም ለኣብ ወወልድ ወመንፈስ ቅዱስ ፡ ስብሓት
        ለኣብ ስብሓት ለወልድ ስብሓት ለመንፈስ ቅዱስ ፡ ይደልዎም ለኣብ ወወልድ ወመንፈስ ቅዱስ ፡ ስብሓት ለእግዝእትነ
        ማርያም ድንግል ወላዲተ ኣምላኽ ይደልዋ ለእግዝትነ ማርያም ወላዲተ ኣምላኽ ስብሓት ለመስቀለ እግዚእነ ኢየሱስ
        ክርስቶስ ይደልዎ ለመስቀለ ኢየሱስ ክርስቶስ ክርስቶስ በምሕረቱ ይዘክረነ ኣሜን ኣመ ዳግመ ምጽኣቱ ኢያስትኃፈረነ
        ኣሜን ለሰብሖተ ስሙ ያንቅሓነ ኣሜን ወበኣምልኮቱ ያጽነኣነ ኣሜን እግዝእትነ ማርያም ድንግል ውላዲተ ኣምላኽ ኣእርጊ
        ጸሎትነ ኣሜን ወኣስተስርዪ ኩሎ ኅጢኣተነ ኣሜን ቅድመ መንበሩ ለእግዚእነ ኣሜን ለዘኣብልኣነ ዘንተ ኅብስተ እስመ
        ለኣለም ምሕረቱ ወለኣዝተየነ ዘንተ ጽዋዐ እስመ ለኣለም ምሕረቱ ወለዘሠርዐ ለነ ሲሳየነ ወዐራዘነ እስመ ለኣለም
        ምሕረቱ ወለዘተዓገሰ ለነ ኩሎ ኃጢኣተነ እስመ ለኣለም ምሕረቱ ወለዘወሀበነ ሥጋሁ ቅዱሰ ወደሞ ክቡረ እስመ ለኣለም
        ምሕረቱ ወለዘኣብጽሓነ እስከ ዛቲ ሰዓት። እስመ ለኣለም ምሕረቱ ነሀብ ሎቱ ስብሓተ ውኣኰቴተ ለእግዚአብሔር ልዑል
        ወለወላዲቱ ድንግል ወለመስቀሉ ክቡር ይትኣኰት ወይሰባሕ ስሙ ለእዚአብሔር ወትረ በኵሉ ጊዜ ወበኩሉ ሰዓት።
      </Text>
      <Text>
        ጸሎት እግዝእትነ ማርያም ድንግል ወላዲተ ኣምላክ።ታዐብዮ ነብስየ ለእግዚአብሔር። ወትትኃሠይ መንፈስየ በኣምላኪየ
        ወመድኃንየ፤ እስመርእየ ሕማማ ለኣመቱ። ናሁ እምይእዜሰ ያስተበፅዑኒ ኩሉ ትዉልድ። እስመ ገብረ ሊተ ኃይለ ዐቢያተ
        ወቅዱስ ስሙ። ወሣህሉኒ ለትውልድ ትዉልድ ለእለ ይፈርህዎ።ወገብረ ኃይለ በመዝራዕቱ፡ ወዘረዎሙ ለእለ ያዐብዩ ሕሊና
        ልቦም፡ ወነሠቶሙ ለኃያላን እመ ናብርቲሆሙ። ኣዕበዩሙ ለትሑታን፡ ወኣጽገቦም እምበረከቱ ለርኁባን፡ ወፈነዎሙ ዕራቆሙ
        ለብዑላን ወተወክፎ ለእስራኤል ቍልዔሁ፡ ወተዘከረ ሣህሎ ዘይቤሎም ለኣበዊነ ለኣብርሃም ወለዘርኡ እስከ ለዓለም
        ስብሓት ለኣብ ወወልድ ወመንፈስ ቅዱስ፡ ለዓለም ወለ ዓለመ ዓለም ኣሜን።
      </Text>
      <BigText>ውዳሴ ማርያም ዘሰኑይ </BigText>
      <Text>
        ዉዳሴሃ ለእግዝእትነ ማርያም ድንግል ወላዲተ ኣምላክ ዘይትነበብ በዕለተ ሰኑይ። ፈቀደ እግዚእ ያግዕዞ ለኣዳም ኅዙነ
        ወትኩዘ ልብ ወያግብኦ ኅበ ዘትካት መንበሩ፡ ሰኣሊ ለነ ቅድስት። ሠረቀ በሥጋ እምድንግል ዘእንበለ ዘርኣ ብእሲ
        ወኣድኃነነ። ለሔዋን እንተ ኣስሓተ ከይሲ ፈትሓ ላዕሌሃ እግዚአብሔር እንዘ ይብል ብዙኃ ኣበዝኆ ለሕማምኪ ወለፃርኪ፡
        ሠምረ ልቡ ኃበ ፍቅረ ሰብእ ወኣግዐዛ፡ ሰኣሊ ለነ ቅድስት። ኢየሱስ ክርስቶስ ቃል ዘተሰብኣ ወኃደረ ላዕሌነ ወርኢነ
        ስብሓቱሁ ከመ ስብሕተ ኣሕዱ ዋሕድ ለኣቡሁ ሠምረ ይሣሃለነ፡ ሰኣሊ ለነ ቅድስት። ርእየ ኢሳይያስ ነቢይ በመንፈስ
        ትንቢት ምሥጢሮ ለኣማኑኤል ወበእንተዝ ጸርሐ እንዘ ይብል ሕፃን ተወልደ ለነ፡ ወልድ ተዉህበ ለነ፡ ሰኣሊ ለን
        ቅድስት። ተፈሣሕ ወተኃሠይ ኦ ዘመደ ዕጓለ እምሕያው እሰመ ኣፍቀሮ እግዚአብሔር ለዓለም፡ ወመጠወ ወልድ ዋሕደ ከመ
        ይሕየዉ ኩሉ ዘየኣምን ቦቱ እሰከ ለዓለም፡ ፈነወ ለነ መዝራዕቶ ልዑል፡ ሰኣሊ ለነ ቅድስት። ዘሀሎ ወይሄሉ ዘመጽኣ
        ወካዕበ ይምጽእ ኢየሱስ ክርስቶስ ቃል ዘተሰብኣ ዘእንበለ ዉላጤ፡ ኮነ ፍጹም ሰብኣ፡ ኢተወልደ ወኢተፈልጠ በኩሉ
        ግብሩ ወልድ ዋሕድ፡ኣላ ኣሓዱ ራእይ፡ ወኣሐዱ ህላዌ ወኣሐዱ መለኮት ዘእግዚአብሔር ቃል፡ ሰኣሊ ለነ ቅድስት።
        ተፈሥሒ ኦ ቤተ ልሔም ሀገሮሙ ለነብያት እስመ በኃቤኪ ተወልደ ክርስቶስ ዳግማይ ኣዳም ከመ ያግብኦ ለኣዳም ቀዳሚ
        ብእሲ እምድር ዉስተ ገነት ይሥዐር ፍትሐ ሞት፡ ኦ ኣዳም መሬት ኣንተ ወትገብእ ዉስተ መሬት፡ ኅበ ሀለወት ብዝኅት
        ኃጢኣት በህየ ትበዝኅ ጸጋ እግዚአብሔር፡ሰኣሊ ለነ ቅድስት። ትትፌሣሕ ወትትሓሠይ ኩሉ ነፍስተ ሰብእ፡ ምስለ
        መላእክት ይሰብሕዎ ለክርስቶስ ንጉስ ይጸርሑ ወይበሉ ስብሓት ለእግዚአብሔር በሰማያት፡ ወሰላም በምድር ሥምረቱ
        ለሰብእ፡ እሰመ ሠዐረ ዘትካት ወነሠተ ምክሮ ለጸላኢ፡ ወሠጠጠ መጽሐፈ ዕዳሆሙ ለኣዳም ወለሔዋን፡ ወሰዮሙ ኣግዐዝያነ
        ዘተወልደ ለነ በሀገረ ዳዊት መድኃኒነ ኢየሱስ ክርስቶስ፡ ሰኣሊ ለነ ቅድስት። ብርሃን ዘበኣማን ዘያበርህ ለኩሉ
        ሰብእ ለእለ ይነብሩ ዉስተ ዓለም፡በእንተ ፍቅረ ሰብእ መጸእከ ዉስተ ዓለም ወኩሉ ፍጥረት ተፈሥሐ በምጽኣትከ፡ እስመ
        ኣድኃንኮ ለኣዳም እምስሕተት፡ ወረሰይካ ለሔዋን ኣግዓዚተ እምፃዕረ ሞት ወወሀብከነ መንፈስ ልደት፡ ባረክናከ ምስለ
        መላእቲከ፡ ሰኣሊ ለነ ቅድስት።
      </Text>
      <BigText>ውዳሴ ማርያም ዘሠሉስ </BigText>
      <Text>
        ዉዳሴሃ ለእግዝእትነ ማርያም ድንግል ወላዲተ ኣምላክ ዘይትነበብ በዕለተ ሠሉስ። እክሊለ ምክሕነ ወቀዳሚተ መድኃኒትነ
        ወመሰረተ ንጽሕነ ኮነ በማርያም ድንግል፡ እንተ ወለደት ለነ እግዚአብሔር ቃለ፡ ዘኮነ ሰብኣ በእንተ መድኃኒትነ፡
        እምድኃረ ኮነ ሰብአ ጥዩቀ ኣምላክ ፍጹም ዉእቱ፡ ወበእንተዘ ወለደቶ እንዘ ደንግል ይእቲ መንክር ኃይለ ወሊዶታ
        ዘኢይትነብር፡ ሰአሊ ለነ ቅድስት። እስመ በፈቃዱ ወበስምረተ ኣቡሁ፡ ወመንፈስ ቅዱስ መጽኣ ወአድኃነነ። ዓቢይ ዉእቱ
        ስብሐተ ድንግልናኪ ኦ ማርያም ድንግል ፍጽምት፡ ረከብኪ ሞገስ እግዚአብሔር ምስለኪ፡ ኣንቲ ዉእቱ ስዋስዉ ዘርእያ
        ያዕቆብ እምድር ዘይበጽሕ እስከ ሰማይ፡ ውመላክተ እግዚአብሔር የዐርጉ ወይወርዱ ዉስቴታ፡ ሰኣለ ለነ ቅድስት። ኣንቲ
        ውእቱ ዕጽ ዘርእየ መሴ በነደ እሳት ወኢትውኢ፣ ዘውእቱ ወልደ እግዚአብሔር መጽኣ ወሃደረ ውስተ ከርሥኪ፣ ወእሳተ
        መለኮቱ ኢያውዓየ ሥጋኪ፣ ሰኣሊ ለነ ቅድስት። አንቲ ዉእቱ ገራህት ዘኢተዘርአ ዉስቴታ ዘርእ፡ ወዕአ እምኔኪ ፍሬ
        ሕይወት፡ አንቲ ዉእቲ መዝገብ ዘተሣየጠ ዮሴፍ፡ ወረከበ በዉስቴታ ባሕርየ ዕንቄ ክብረ፡ ዘዉእቱ መድኃኒነ ኢየሱስ
        ክርስቶስ ተዐዉረ በከርሥኪ ወወለድሊዮ ዉስተ ዓለም፡ ሰአሊ ለነ ቅድስት። ተፈሥሒ ኦ ወላዲተ እግዚእ ኃሤቶም
        ለመላእክት፡ ተፈሥሒ ኦ ንጽሕት ዜናሆሙ ለነብያት፡ ተፈሥሒ እስመ ረከብኪ ሞገሰ እግዚአብሔር ምስለኪ፡ ተፈሥሒ እስመ
        ተወከፍኪ ቃሎ ለመልአኪ ፍስሐ ኩሉ ዓለም፡ ተፈሥሒ ኦ ወላዲተ ፈጣሬ ዓለም፡ ሰኣሊ ለነ ቅድስት። ተፈሥሒ እስመ
        ድልወ ተሰመይኪ፣ ኦ ወላዲተ ኣምላክ፡ ተፈሥሒ ኦ መድኃኒታ ለሔዋን ተፈሥሒ እንተ ኣጥብውኪ ሓሊበ ለዘይሰስዮ ለኩሉ
        ፍጥረት፣ ተፈሥሒ ኦ ቅድስት እሞሙ ለኩሎሙ ሕያዋን፣ ናንቅዐዱ ኅቤኪ ትስኣል በእንቲኣነ ሰኣሊ ለነ ቅድስት። ኦ
        ድንግል ኦ ቅድስት፡ ኦ ወላዲተ እግዚእ፡ እስመ ወለድኪ ለነ ንጉሥ፡ መንክር ምሥጥር ኃደረ ላዕሌኪ ለመድኃኒተ
        ዚአነ። ናርምም እስመ ኢንክል ፈስሞ ጥዓቁቀ ነኒረ፡ በእንተ ዕበዩ ለዉእቱ ገባሬ ሠናያት በብዙኃ መንከሩ ራእይ፡
        ሰኣሊ ለነ ቅድስት። ቃለ ኣብ ሕያዉ ዘወረደ ዉስተ ደብረ ሲና ወወሀበ ሕገ ለሙሴ፡ ወከደነ ርእሰ ደብር በጊሜ ዉጢስ
        ወጽልመት ወነፍስ፡ ወበድምፀ ቃለ ኣቅርንት ይጌሥፅ ለእለ ይቀዉሙ በፍርሃት፡ ሰኣሊ ለነ ቅድስት። ዉእቱኬ ዘወረደ
        ኅቤኪ፡ ኦ ደብር ነባቢት በትሕትና መፍቀሬ ሰብእ፡ ተሰብኣ እምኔኪ ዘእንበለ ዉላጤ ፍጹመ ሥጋ ነባቢ ዘከማነ፡
        በመንፈስ ጥበብ ኣምላክ ኃደረ ላዕሌሃ፡ ኮነ ፍጹም ስብአ ከመ ያድኅኖ ወይሥረይ ኃጢአቶ ለኣዳም፡ ወያንብሮ ዉስጠ
        ሰማያት ወያግብኦ ኅበ ዘትካት መንበሩ፡ በዕበይ ሣህሉ ወምሕረቱ። ሰኣሊ ለነ ቅድስት። ዕበያ ለድንግል ኢይትከሃል
        ለተነግሮ እስመ እግዚእ ኃረያ፡ መጽአ ወኃደረ ላዕሌሃ ዘየኃድር ዉስተ ብርሃን ኅበ አልቦ ዘይቀርቦ ተዐዉረ በከርሣ
        ፱ ተ አዉራኃ ዘኢይትረአይ ወዘኢትዓወቅ ወለደቶ ማርያም እንዘ ድንግል ይእቲ፡ ሰአሊ ለነ ቅድስት። ዘዉእቱ እብን
        ዘርእየ ዳኒኤል ነብይ፡ ዘተበትከ እምደብር ነዋኅ ዘእንበለ፡ እድ፡ ዘዉእቱ ቃል ዘወዐኣ እምኅበ ኣብ መጽእ ወተሰብኣ
        እምድንግል ዘእንበለ ዘርኣ ብእሲ ወኣድኃነነ፡ ሰኣሊ ለነ ቅድስት። ኮንኪ ዓፅቀ ንጹሐ ወሙዳየ አሚን፡ ርትዕት
        ሃይማንኖቶሙ ለቅዱሳን ኣበዊነ፡ ኦ ንጽሕት ወላዲተ ኣምላክ ድንግል ኅትምት ወለድኪ ለነ ቃለአብ ኢየሱስ ክርስቶስ
        መጽአ ለመድኃኒትነ፡ ሰአሊ ለነ ቅድስት። አንቲ እሙ ለብርሃን ክብርት ወላዲት እግዚእ እንተ ፃርኪያ ለቃል
        ዘኢይትረአይ፡ እምድኅረ ወለድኪ ኪያሁ ነበርኪ በድንግልና፡ በስብሐት ወበባርኮት ያዐብዩኪ፡ ሰአሊ ለነ ቅድስት። አይ
        ልሳን ዘይክል ነቢበ ዘይት ነገር በእንቲአኪ ኦ ድንግል ንጽሕት እሙ ለቃለ ኣብ ኮንኪ መንበሮ ለንጉሥ ለዘይፀዉርዋ
        ኪሩቤል፡ ናስተበፅዐኪ ኦ ቡርክት፡ ወንዘክር ስምኪ በኩሉ ትዉልድ ትዉልድ ኦ ርግብ ሠናይት እሙ ለእግዚእነ ኢየሱስ
        ክርስቶስ፡ ሰአሊ ለነ ቅድስት። ተፈሥሒ ኦ ማርያም እም ወአመት፡ እሰመ ለዘዉስተ ሕፅንኪ ይሰብሕዎ መላእክት
        ወኪሩቤል ይሰግዳ ሎቱ በፍርሃት፡ ወሱራፌል ዘእንበለ ጽርዓት ይሰፍሑ ክነፈሆሙ ወይበሉ፡ ዝንቱ ዉእቱ ንጉሠ ሰብሐት
        መጽእ ይሥረይ ኃጢአተ ዓለም በዕበየ ሣህሉ ፡ሰኣሊ ለነ ቅድስት::
      </Text>
      <BigText>ውዳሴ ማርያም ዘረቡዕ </BigText>
      <Text>
        ዉዳሴሃ ለእግዝእትነ ማርያም ድንግል ወላዲተ ኣምላክ ዘይትነበብ በዕለተ ረቡዕ። ኩሉ ሠራዊተ ሰማያት ይብሉ ብፅዕት
        አንቲ ሰማይ ዳግሚት ዲበ ምድር ኆኅተ ምሥራቅ ማርያም ድንግል ከብካብ ንጹሕ ወመርዓ ቅዱስ፡ ነፀረ ኣብ እምሰማይ
        ወኢረከበ ዘከማኪ፡ ፈነወ ዋሕዶ ወተሰብአ እምኔኪ፡ ሰአሊ ለነ ቅድስት። ኩሉ ትዉልድ ያስተበፅዑኪ ለኪ ለባሕትትኪ ኦ
        እግዝእትነ ወላዲተ ኣምላክ። ተነበዩ ላዕሌኪ ዐቢያተ ወመንክራተ፡ ኦ ሀገረ እግዚአብሔር እስከ ኮንኪ አንቲ ማኅደረ
        ለፍሡሐን፡ ኩሎሙ ነገስተ ምድር የሐዉሩ በብርሃንኪ ወአሕዛብኒ በፀዳልኪ ኦ ማርያም ኩሉ ትዉልድ ያስተበፅዑኪ
        ወይሰግዱ ለዘተወልደ እምኔኪ ወያዐብዩዎ፡ ሰአሊ ለነ ቅድስት። ኣንቲ ዘበአማን ደመና እንተ ኣስተርአይኪ ለነ ማየ
        ዝናም፡ ትእምርተ ዋሕዱ ረሰየኪ ኣብ መንፈስ ቅዱስ ኅደረ ላዕለኪ ወኃይለ ልዑል ስለለኪ፡ ኦ ማርያም ኣማን ወልድኪ
        ቃለ ወልደ ኣብ ዘይነብር ለዓለም መጽአ ወአድኃነነ እምኃጢአት፡ ዓብይ ዉእቱ ክብር ዘተዉህበ ለከ ኦ ገብርኤል
        መልአክ፡ ዜናዊ ፍሡሐ ገጽ፡ ሰበከ ለነ ልደተ እግዚእ ዘመጽአ ኃቤነ፡ ወአብሠርካ ለማርያም ድንግል ዘእንበለ
        ርስሐት፡ ወትቤላ ተፈሥሒ ኦ ምልእተ ጸጋ እግዚአብሔር ምስለኪ፡ ሰኣሊ ለነ ቅድስት። ረከብኪ ጸጋ መንፈስ ቅዱስ
        ኃደረ ላዕሌኪ ወኃይለ ልዑል ጸለለኪ፡ ኦ ማርያም አማን ወለኪ ቅዱስ መድሓኑ ለኩሉ ዓለም፡ መጽአ ወአድኃነነ፡ ሰአሊ
        ለነ ቅድስት። ግብረ ድንግል ይሴብሕ ልሳንነ፡ ዮም ንወድሳ ለማርያም ወላዲተ አምላክ፡ በእንተ ዘተወልደ እምኔሃ
        በሀገረ ዳዊት እግዚእነ ወመድኃኒነ ኢየሱስ ክርስቶስ ንዑ ኩልክሙ ኣሕዛብ ናስተብፅዓ ለማርያም እስመ ኮነት እመ
        ድንግል ወፅሙረ ተፈሥሒ ኦ ድንግል ንጽሕት እንተ አልባቲ ርኩስ፡ ዘመጸ ቃለ ኣብ ወተሰብአ እምኔሃ። ተፈሥሒ ኦ
        ሙዳይ እንተ አልቦቲ ነዉር ፍጽምት ዘአልባ ርስሐት፡ ተፈሥሒ ኦ ገነት ነባቢት ማኅደሩ ለክርስቶስ ዘኮነ ዳግማይ
        ኣዳም በእንተ ኣዳም ቅዳሚ ብእሲ፡ተፈሥሒ ኦ ፀዋሪቱ ለዋሕድ ለዘኢ ተፈልጠ እምኅፅነ አቡሁ፡ ተፈሥሒ ኦ ከብኮብ
        ንጹሕ ሥርግዉ በኩሉ ሥነ ስብሐት፡ መጽአ ወተሰብአ እምኔኪ፡ ተፈሥሒ ኦ ዕፀ ጰጦስ እንተ ኢያዉዓያ መለኮት ተፈሥሒ
        ኦ አመት ወእም ድንግል ወሰማይ ሰማያዌ እንተ ፆረት በሥጋ ዘይፄዐን ዲበ ኩሩቤል፡ ወበእንተዝ ንትፈሥሕ ወንዘምር
        ምስለ መላእክት ቅዱሳን ብፍሥሓ ወበኅሤት፡ ወንበል ስብሐት ለእግዚአብሔር በሰማያት ወሰልላም በምድር ሥምረቱ
        ለሰብእ፡ እስመ ኪያኪ ሠምረ ዘሎቱ ክብር ወሰብሐት፡ ሰአሊ ለነ ቅድስት። የዐቢ ክብራ ለማርያም እምኩሎም ቅዱሳን
        እስመ ድልወ ኮነት ለተወክፎ ቃለ አብ ዘይፈርህዎ መላእክት ወየኩትዎ ትጉሃን በሰማያት፡ ፆረቶ ማርያም ድንግል
        በከርሣ፡ ይእቲ ተዐቢ እምኪሩቤል ወትፈደፍድ እምሱራፌል፡ እስመ ኮነት ታቦት ለሐዱ ዘእምቅድስት ሥላሴ ዛቲ ይእቲ
        ኢየሩሳሌም ሀገሮሙ ለነብያት ወማኅደረ ፍሥሐሆመ ለኩሎም ቅዱሳን፡ ሕዝብ ዘይነብር ዉስተ ጽልመት ወጽላሎተ ሞት
        ብርሃን ዐቢይ ሰረቀ ላዕሌሎሙ፡ እግዚአብሔር ዘየዐርፍ በቅዱኣስኒሁ ተሰብአ እምድንግል ለመድኃኒተ ዚአነ፡ ንዑ ርእዩ
        ዘንተ መንክር ወዘምሮ ዘምሩ በእንተ ምሥጢር ዘተከሥተ ለነ፡ እስመ ዘኢይሰባእ ተሰብአ ቅል ተደመረ ወዘአልቦ ጥንት
        ኮነ ቅድመ፡ ወለዘአልቦ መዋዕል ኮነ ሎቱ መዋዕል፡ ዘኢይትዐወቅ ተከስተ ወኢይትረአይ ተራእየ ወልድ እግዚአብሔር
        ሕያዉ ጥዩቀ ኮነ ሰብአ፡ ኢየሱስ ክርስቶስ ዘትማልም ወዮም፡ ወክመ ዉእቱ እስከ ለዓለም ኣሓዱ ህላዌ ሎቱ ንስግድ
        ወንሰብሕ፡ ሰአሊ ለነ ቅድስት። ሕዝቅኤል ነቢይ ኮነ ስምዐ በእንቲኣሃ፡ ወይቤ ርኢኩ ኆኅተ በምስራቅ ኅቱም በዐቢይ
        መንክር ማኅተም፡ ኣልቦ ዘቦአ ዘእንበለ እግዚኣብሔር ኃያላን፡ ቦአ ዉስቴታ ወወዕአ ሰአሊ ለነ ቅድስት። ኆኅትሰ
        ድንግል ይእቲ እንተ ወለድት ለነ መድኃነ እምድኅረ ወለደት ኪያሁ ነበረት በድንግልና ከመትካት፡ ቡሩክ ዉእቱ ፍሬ
        ከርሥኪ ኦ ወላዲተ እግዚእ፡ ዘመጽአ ወአድኃነነ እምእድ ጸላኢ ዘአልቦ ምሕረት፡ አንቲ ፍጽምት ወቡርክት ረከብኪ
        ሞገሰ በኅበ ንጉሠ ስብሐት አምላክ ዘበአማን ለኪ ይደሉ ዕበይ ወክብር እምኩሎሙ እለ ይነብሩ ዲበ ምድር፡ ቃለ አብ
        መጽአ ወተሰብአ እምኔኪ ወአንሶሰወ ምስለ ሰብእ፡ እስመ መሕረ ዉእቱ ወመፍቀሬ ሰብእ አድኃነ ንፍሳቲነ በምጽአቱ
        ቅዱስ ሰአሊ ለነ ቅድስት ::
      </Text>
      <BigText>ውዳሴ ማርያም ዘኃሙስ </BigText>
      <Text>
        ዉድሴሃ ለእግዝእትነ ማርያም ድንግል ወላዲተ አምላክ ዘይትነበብ በዕለተ ኃሙስ። ዕፀ እንተ ርእየ ሙሴ በነደ እሳት
        ዉስተ ገዳም ወአዕፁቂሃ ኢትዉዒ፡ ትመስል ማርያም ድንግል ዘእንበለ ሩኩስ ተሰብአ እማኔሃ ቃለ አብ፡ ወኢያዉዐያ
        እሳት መለኮቱ ለድንግል፡ እምድኅረ ውለደቶ ድንግልናሃ ተረክበ፡ ወመለኮቱ ኢተወለጠ ኮነ ወልደ ዕጓለ እምሕያዉ
        አምላክ ዘበአማን መጽአ ወአድኃነነ፡ ሰአሊ ለነ ቅድስት። ናዐብየኪ ኩልነ ኦ እግዝእትነ ወላዲተ አምላክ እስመ
        ሣህልኪ ይኩን ላዕለ ኩልነ። ትምክሕተ ኩልነ ድንግል ማርያም ወላዲተ አምላክ ዘበእንቲአሃ ተሥዕረ ዘቀዳሚ መርገም
        እንተ ኃደረት ዲበ ዘመድነ፡ በዕልወት ዘገበረት ብእሲት በልዐት እምዕፅ፡ ወበእንተ ሔዋን ተዐፅወ ኆኅተ ገነት፡
        ወበእንተ ማርያም ድንግል ተርኅወ ለነ ዳግመ፡ ከፈለነ ንብላዕ እምዕፀ ሕይወት፡ ዘዉእቱ ሥጋሁ ለክርስቶስ ወደሙ
        ክቡር፡ በእንተ ፍቅረ ዚአነ መጸ ወአድኃነአነ፡ አይ ልቡና፡ ወአይ ነቢብ፡ ወአይ ሰሚዕ፡ ዘይክል አእምሮ ዝንቱ
        ምሥጢር መንክታተ ዘይትነበብ ላዕሌሃ፡ እግዚአብሔር መፍቀሬ ሰብእ ፩ዱ ዉእቱ ባሕቲቱ ቃለ አብ ዘሀሎ እምቅድመ ዓለም
        በመለኮቱ፡ እንበለ ሙስና እም፩ዱ አብ መጽአ ወተሰብአ ወልድ ዋሕድ እምቅድስት እሙ፡ እምድኅረ ወለደቶ ኢማሰነ
        ድንግልናሃ፡ ወበእንተዝ ግህደ ኮነት ከመ ወላዲተ ኣምላክ ይእቲ፡ ኦ ዕሙቅ ብዕለ ጥበቡ ለእግዘአብሔር ከርሥ ዘፈትሐ
        ላዕሌሃ ትለድ በፃዕር ወሕማም ወኃዘነ ልብ፡ወኮነት ፈልፈለ ሕይወት ወወለደት ዘእንበለ ዘርአ ብእሲ ዘይስዕር መርገመ
        እምዘመድነ። ወበእንተዝ ንስብሖ እንዘ ንብል ስብሕት ለከ ኦ መፍቀሬ ሰብእ ኄር ንፍሳቲነ፡ ሰእለ ለነ ቅድስት። ኦ
        ዝ መንክር ወዕፁብ ኃይል ከርሣ ለድንግል ወላዲተ አምላክ ዘእንበለ ዘርእ ስምዐ ኮነ መልአክ ዘአስተርአዮ ለዮሰፍ
        እንዘ ይብል ከመዝ፡ እስመ ዘትወለድ እምኔሃ እመንፈስ ቅዱስ ቃለ እግዚአብሔር ዉእቱ ተሰብኣ ዘእምበለ ዉላጤ፡
        ወለደቶ ማርያም ምክዕቢተ ዝንቱ ፍሥሓ፡ ወይቤ ትወልዲ ወልደ ወይሰመይ አማኑኤል ዘበትርጓሜኡ እግዚአብሔር ምስሌነ፡
        ወዓዲ ይስመይ ኢየሱስሃ ዘይድኅኖም ለሕዝቡ እምኃጢአቶም ያድኅነነ በኃይሉ ወይሥረይ ኃትጥያትነ እስመ ጥዩቀ
        አእምርናሁ ከመ አምላክ ዉእቱ፡ ዘኮነ ሰብአ ሎቱ ስብሐት እስከ ለዓለም፡ኦዝ መንክር ልድተ አምላክ እማርያም
        እምቅድስት ድንግል፡ ኣግመረቶ ለቃል ኢቀደሞ ዘርእ ለለደቱ ወኢአማሰነ በልደቱ ድንግልናሃ፡ እምኅበ ወፅአ ቃል
        ዘንበለ ድካም፡ ወእምድንግል ተወልደ ዘእምበለ ሕማም፡ ሎቱ ሰገዱ ሰብአ ሰገል፡ አምጽኡ ዕጣነ ከመ ኣምላክ ዉእቱ፡
        ወርቀ እስመ ንጉሥ ዉእቱ፡ ወከርቤ ዘይትወሀብ ለሞቱ ማሕየዊ በእንቲኣነ ተወክፈ በፈቃዱ፡ ፩ዱ ዉእቱ ባሕቲቱ ኄር
        ወመፍቀሬ ሰብእ፡ ሰአሊ ለነ ቅድስት። ኦዝ መንክር ነሥእ ፩ድ ዐፅመ እምገቦሁ ለአዳም ወለሐኮ እምኔሁ ብእሲተ ወኩሎ
        ፍጥረተ Ꮆለ እመሕያዉ፡ ተዉህበ እግዚእ ቃለ አብ ተሰብአ እምቅድስት ድንግል ወተሰምየ ኣማኑኤል ወበእንተዝ ንስአል
        ኅቤሃ ኩሎ ጊዜ ከመ ታስተሥር በእንቲአነ ፍቅር ወልዳ፡ ዔርት ይእቲ በኅበ ኩሎሙ ቅዱሳን ወሊቃነ ጳጳሳት እስመ
        ኣምጸት ሎሙ ዘኪያኡ ይጸንሑ፡ ወለነብ ኢያትኒ ኣምጽአትሎሙ ለዘበእንቲኣሁ ተነበይኡ፡ ወለሐ ዋርያትኒ ወለደት ሎሙ
        ዘሰበኩ በሱም ዉስተ ኩሉ ኣጽናፈ ዓለም፡ ለሰማዕት ወለመሃይማን ወፅአ እምኔሃ ዘተጋደሉ በእንቲአሁ ኢየሱስ ክርስቶስ
        ብዕለ ጸጋ ጥበቡ ዘኢይትዐወቀ፡ንኅሥሥ ዕበየ ሣህሉ ስጽአ ወአድኃነነ፡ ስአሊ ለነ ቅድስት። መሐለ እግዚኣብሔር
        ለዳዊት በጽድቅ ወኢይኔስሕ፡ እስመ እምፍሬ ከርሥከ አነብር ዲበመንበርከ፡ወሶበ ተወክፎ ዉእቱ ጽድቅ ከመ እምኔሁ
        ይትወለድ ክርስቶስ በሥጋ፡ ፈቀደ ይኅሥስ ወይርከብ ማኅደሮ ለእግዚአብሔር ቃል ወፈጸመ ዘንተ በዐቢይ ትጋህ፡ ወእምዝ
        ጸርሐ በመንፈስ ወይቤ፡ ናሁ ሰማዕናሁ በኤፍራታ ወማኅደሮ ለአምላክ ያዕቆብ፡ እንተ ይእቲ ቤተ ልሔም ዘኅረያ
        አማኒኤል ይትወለድ ዉስቴታ በሥጋ ለመድኃኒተ ዚአነ፡ ካዕበ ይቤላ ካልእ እምነብያት ወአንቲኒ ቤተ ልሔም ምድረ
        ኤፍራታ ኢትቴሐቲ እምነገሥተ ይሁዳ፡ እስመ እምኔኪ ይወፅእ ንጉሥ ዘይርዕዮሙ ለሕዝብየ እስራኤል፡ ኦዝ ነገር ለእሉ
        እለ ተነበዩ ዘበኣሃዱ መንፈስ በእንተ ክርስቶስ ሎቱ ስብሓት፡ ምስለ ኄር አብሁ፡ ወመንፈስ ቅዱስ እምይእዜ ወእስከ
        ለዓለም፡ ሰአሊ ለነ ቅድስት። ዳዊት ዘነግሠ ለእስራኤል አመይትነሥኡ ላዕሌሁ ዕልዋን። ፈትወ ይስተይ ማየ እምዓዘቅተ
        ቤተ ልሔም፡ ፍጡነ ተንሥኡ መላሕቅተ ሐራሁ ወተቃተሉ በዉስተ ትዕይንተ ዕልዋን፡ ወአምጽኡ ሎቱ ዉእተ ማየ ዘፈተወ
        ይሰተይ፡ወሶበ ርእየ ዉእቱ ጻድቅ ከመ አጥብዑ ወመጠዉ ነፍሶሙ ለቀትል በእንቲአሁ፡ ከዐወ ዉእተ ማየ ወኢሰትየ
        እምኔሁ፡ ወእምዝ ተኈለቈ ሎቱ ጽድቅ እስከ ለዓለም፡ አማን መነኑ ሰማዕት ጣዕማ ለዛ ዓለም ወከዓዉ ደሞሙ በእንተ
        እግዚአብሔር ወተዐገሡ ሞተ መረረ በእንተ መንግሥተ ሰማያት፡ ተሥሃለነ በከመ ዕበየ ሣህልከ፡ ሰአሊ ለነ ቅድስት።
        አሐዱ ዘእምቅድስት ሥላሴ፤ ርእዮ ትሕትናነ አጽነነ ሰማየ ሰማያት፡ መጽአ ወኅደረ ዉስተ ከርሠ ድንግል፡ ወኮነ ሰብአ
        ከማነ ዘእንበለ ኃጢአት ባሕቲታ፡ ወተወልደ በቤተ ልሔም በከመ ሰበኩ ነቢያት፡ አድኃነነ ወቤዘወነ ወረስየነ ሕዝበ
        ዚአሁ፡ ሰአሊ ለነ ቅድስት።
      </Text>
      <BigText>ውዳሴ ማርያም ዘዓርብ </BigText>
      <Text>
        ውዳሴሃ ለእግዝእትነ ማርያም ድንግል ወላዲተ አምላክ ዘይትነብ በዕለተ ዓርብ። ቡርክት አንቲ እምአንስት ወቡሩክ ፍሬ
        ከርሥኪ፡ ኦ ማርያም ድንግል ወላዲተ አምላክ ዘእንበለ ርኩስ ሠረቀ ለነ እምነኪ ፀሐየ ጽድቅ፡ ወአቅረበነ ታሕተ
        ክነፍሁ እስመ ዉእቱ ፈጠረነ፡ ሰአሊ ለነ ቅድስት። ለኪ ለባሕቲትኪ ኦ እግዚእትነ ወላድዲተ አምላክ እመ ብርሃን
        አንቲ ናዐብየኪ በስብሐት ወበዉዳሴ። ቡርክት አንቲ ተዐብዪ እምሰማይ ወትከብሪ እምድር ወላዕለ ኩሉ ሕሊናት፡ መኑ
        ዘይክል ነቢበ ዕበየኪ፡ ወአልቦ ዘይመስል ኪያኪ፡ ኦ ማርያም መላእክት ያዐብዩኪ ወሱራፌል ይሴብሑኪ፡ እስመ ዘይነብር
        ዲበ ኪሩቤል ወሱራፌል መጽአ ወኅደረ ዉስተ ከርሥኪ፡ መፍቀሬ ሰብእ አቅረበነ ኅቤሁ፡ ዘዚአነ ሞተ ነሥአ ወእንቲአሁ
        ሕይወተ ወሀበነ፡ ዘሎቱ ክብር ወስብሐት፡ ሰአሊ ለነ ቅድስት። ቡርክት እንቲ ማርያም ወቡሩክ ፍረ ከርሥኪ ኦ ድንግል
        ወልላዲተ አምላክ ምክሖን ለደናግል፡ ዘእምቅድመ ዓለም ህልዉ ተሰብአ እምኔኪ ብሉየ መዋዕል ወፅአ እምከርስኪ ሥጋነ
        ነሥአ ወመንፈሶ ቅዱስ ወሀበነ፡ ወረሰየነ ዕሩያነ ምስሌሁ በብዝኅ ኂሩቱ፡ አንቲ ተዐብዩ እምብዙኃት አንስት እለ
        ነሥአ ጸጋ ወክብረ፡ ኦ ማርያም ወላዲተ አምላክ ሀገር መንፈሳዊት ዘኅደረ ላዕሌሃ እግዚአብሔር ልዕል፡ እስመ
        ዘይነብር ዲበ ኪሩቤል ወሱራፌል በእራኅኪ ሐቀፍኪዮ፡ ወዘይሴሲ ለኩሉ ዘሥጋ በብዝኃ ኂሩቱ አኅዘ አጥባተኪ ወጠበወ
        ሐሊበ፡ ዘዉእቱ አምላክነ መድኃኔ ኩሉ ይርዕየነ እስከ ለዓለም፡ ንስግድ ሎቱ ወስብሖ እስመ ዉእቱ ፈጠረነ፡ ሰአሊለነ
        ቅድስት። ማርያም ድንግል ሙዳየ ዕፍረት ነቅዐ ፈልፈለ ማየ ሕይወት፡ፍሬ ከርሣ አድኃነ ኩሎ ዓለመ ወሠዐረ እምኔነ
        መርገመ፡ ወገበረ ሰላመ ማእከሌነ በመስቀሉ ወበትንሣኤሁ ቅድስት፡ አግብኦ ለብእሲ ዳግመ ዉስተ ገነት፡ ሰአሊለነ
        ቅድስት። ማርያም ንጽሕት ድንግል ወላዲተ አምላክ ማእምንት፡ ሰአሊተ ምሕረት ለዉሉደ ሰብእ ሰአሊ ለነ ኅበ ክርስቶስ
        ወልድኪ ይሥረይ ኃጢአተነ፡ ሰአሊ ለነ ቅድስት። ማርያም ድንግል ትጸርሕ በቤተ መቅደስ ወትብል የአምር እግዚአብሔር
        ከመ አልብየ ዝአአምር ባዕድ ወኢምንትኒ ዘእንበለ ድምፀ ቃሉ ለመልአክ ዘአብሠረኒ በክብር፡ ወይበለኒ ሰላም ለኪ ኦ
        ቅድስት ድንግል፡ ፆርኪ ዘኢይፀወር፡ አግመርኪ ዘይትገመር ወአልቦ ዘያገምሮ ምንትኒ፡ ይበዝኅ ዉዳሴኪ ኦ ምልእተ ጸጋ
        በኩሉ ክብር፡ እስመ ኮንኪ አንቲ ማሕደረ ቃለ አብ፡አንቲ ዉእቱ መንጦላዕት ስፍህት አንተ ታስተጋብኦሙ ለመሃይምናን
        ሕዝበ ክርስቲያን ወትሜህሮሙ ሰጊደ ለሥሉስ ማሕየዊ፡ አንቲ ዉእቱ ዘፆርኪ ዓምደ እሳት ዘርእየ ሙሴ ዘዉእቱ ወልደ
        እግዚአብሔር መጽአ ወኃደረ ዉስተ ከርሥኪ፡ ኮንኪ ታቦቶ ለፈጣሬ ሰማያት ወምድር፡ ጾርኪዮ በከርሥኪ ፱ተ አዉራኃ፡
        አንቲ ማእምንት ለዘኢያገምርዎ ሰማያት ወምድር፡ ኮንኪ ተንከተመ ለዕርገት ዉስተ ሰማይ፡ ብርሃንኪ የዐቢ እምብርሃነ
        ፀሐይ፡ አንቲ ዉእቱ ምስራቅ ዘወፅአ እምኔኪ ኮከብ ብሩህ ዘነፀርዎ ቅድሳን በፍሥሓ ወበኃሤት፡ ዘፍትሐ ላዕለ ሔዋን
        ትለድ በፃዕር ወሕማም፡ አንቲሰ ማርያም ሰማዕኪ ዘይብል ተፈሥሒ ኦ ምልእተ ጸጋ፡ ወለድኪ ለነ ንጉሠ እግዚአ ኩሉ
        ፍጥረት መጽአ ወአድኅነነ እስመ መሐሪ ዉእቱ ወመግቀሬ ሰብእ፡ በእንተዝ ንዌድሰኪ በከመ ገብርኤል መልአክ እንዘ
        ንብል፡ ቡርክት አንቲ ማርያም ወቡሩክ ፍሬ ከርሥኪ ተፈሥሒ ኦ ምልእተ ጸጋ እግዚአብሔር ምስለኪ ሰአሊ ለነ ቅድስት።
      </Text>
      <BigText>ውዳሴ ማርያም ዘቀዳሚት ሰንበት </BigText>
      <Text>
        ዉዳሴሃ ለእግዚእትነ ማርያም ድንግል ወላዲተ አምላክ ዘትነበብ በዕለተ ቀዳሚት። ንጽሕት ወብርህት ወቅድስት በኩሉ
        እንተ ሐቀፈቶ ለእግዚእ በእራኃ ወኩሉ ፍጥረት ይትፌሥሑ ምስሌሃ እንዘ ይጸርሑ ወይበሉ፡ ሰአሊለነ ቅድስት። ተፈሲሒ
        ኦ ምልእተ ጸጋ፡ ተፈሥሒ እስመ ረከብኪ ሞገሰ፡ ተፈሥሒ እግዚአብሔር ምስሌኪ። ናስተበጽዕ ዕበየኪ ኦ ግርምት
        ድንግል፡ ወንፌኑ ለኪ ፍሥሐ ምስለ ገብርኤል መልአክ፡ እስመ እምፍሬ ከርሥኪ ኮነ መድኃኒተ ዘመድነ፡ ወአቅረበነ ኅበ
        እግዚአብሔር አቡሁ፡ ሰአሊ ለነ ቅድስት። ከመ ከብካብ ዘአልቦ ጥልቀት፡ መንፈስ ቅዱስ ኅደረ ላዕሌኪ ወኃይለ ልዑል
        ጸለለኪ፡ ኦ ማርያም አማን ወለድኪ ቃለ ወልድ አብ ዘይነብር ለዓለም መጽአ ወአድኅነነ እምኃጢአት፡ ሰአሊ ለነ
        ቅድስት። አንቲ ዉእቱ ዘመድ ዘእምሥርወ ዳዊት ወለድኪ ለነ በሥጋ መድኃኒነ ኢየሱስ ክርስቶስ፡ ዋሕድ ቃል ዘእምአብ
        ዘእምቅድመ ዓለም ህልዉ፡ ኅብአ ርእሰ ወነሥአ እምኔኪ አርአያ ገብር፡ ሰአሊ ለነ ቅድስት። ኮንኪ ዳግሚተ ሰማይ ዲበ
        ምድር ኦ ወላዲተ አምላክ ዘእምበለ ርኩስ፡ ሠረቀ ለነ እምኔኪ ፀሕየ ጽድቅ፡ ወወለድኪዮ በከመ ትንቢተ ነቢያት
        ዘእንበለ ዘርእ ወኢሙስና፡ ሰአሊ ለነ ቅድስት። አንቲ ዉእቱ ደብተራ እንተ ተሰመይኪ ቅድስተ ቅዱሳን፡ ወወስቴታ
        ታቦት ጽላተ ኪዳን መሶበ ወርቅ እንተ መና ኅቡእ፡ ዘዉእቱ ወደ እግዚአብሔር መጽአ ወኅደረ ኅበ ማርያም ድንግል፡
        ዘእንበለ ርኩስ ተሰብአ እምኔሃ ቃለ አብ ወወለደቶ ዉስተ ዓለም ለንጉሠ ሰብሕት፡ መጽአ ወአድኅነነ፡ ትትፌሣሕ ገነት
        እመ በግዕ ነባቢ፡ ወልደ አብ ዘይነብር ለዓለም፡ መጽአ ወአድኅነነ እም ኃጢያት፡ ሰአሊ ለነ ቅድስት። ተሰመይኪ እመ
        ለክርስቶስ ንጉስ፡ እምድኅረ ወለድኪ ኪያሁ ነበርኪ በድንግልና በመንክር ምሥጢር ወለድኪዮ ለአማኑኤል፡ ወበእንተዝ
        ዐቀበኪ እንበለ ሙስና፡ ሰአለ ለነ ቅድስት። አንቲ ዉእቱ ሰዋስዉ ዘርእየ ያዕቆብ እግዚአብሔር ላዕሌሁ እስመ ፆአኪ
        በከርሥኪ ኅቱም ዘኢይትዓወቅ እምኩለሄ፡ ኮንኪ ለነ ሰአሊተ ኅበ እግዚእነ ኢየሱስ ክርስቶስ ዘተሰብአ እምነኪ በእንተ
        መድኃኒትነ፡ ሰአሊ ለነ ቅድስት። ናሁ እግዚእ ወፅአ እምነኪ ኦ ቡርክት ጽርሕ ንጽህት፡ ያድኅን ኩሎ ዓለመ ዘፈጠረ
        በዕበየ ሣህሉ ንሰብሖ ወንወድሶ እስመ ዉእቱ ኄር ወመፍቀሬ ሰብእ፡ ሰአሊ ለነ ቅድስት:: ተፈሥሒ ኦ ምልእተ ጸጋ
        ድንግል ዘእንበለ ርኩስ ልሕኩት ንጽሕት ክብረ ኩሉ ዓለም፡ ብርሃን ዘኢትጠፍእ፡ መቅደስ ዘኢትትነሠት፡ በትረ
        ሃይማኖት ዘኢትጸንን፡ ምስማኮሙ ለቅዱሳን፡ ሰአሊ ለነ ኅበ ወለድኪ ኄር መድኃኒነ ይምሐረነ ወይሣሃለነ ይሥረይ
        ኃጢአተነ፡ ሰአሊ ለነ ቅድስት።
      </Text>
      <BigText>ውዳሴ ማርያም ዘሰንበት </BigText>
      <Text>
        ውዳሴሃ ለእግዝእትነ ማርያም ድንግል ወላዲተ አምላክ ዘይትነበብ በዕለተ ሰንበት ክርስቲያን ቅድስት። ተሰመይኪ
        ፍቅርተ ኦ ቡርክት እምእንስት አንቲ ዉእቱ ዳግሚት ቀመር እንተ ተሰመይ ቅድስተ ቅዱሳን ወዉስቴታ ጽላተ ኪዳን፡ ፲ቱ
        ቃላት እለ ተጽሕፍ በአፃብዒሁ ለእግዚአብሔር ቀዲሙ ዜነወነ በየዉጣ እንተ ይእቲ ቀዳሜ ስሙ ለመድኃኒነ ኢየሱስ
        ክርስቶስ ዘተሰብአ እምኔኪ ዘእንበለ ዉላጤ፡ ወኮነ ዓራቄ ለሐዲስ ኪዳን፡ በዉኂዘ ደሙ ቅዱስ አንጽሐሙ ለማሃይማን
        ወለሕዝብ ዝጹሐን፡ ሰአሊ ለነ ቅድስት። ወበእንተዝ ናዐብየኪ ኩልነ፡ ኦ እግእዝእትነ ወላዲተ አምላክ ንጽሕት ኩሎ
        ጊዜ ንስእል ወናን ቀዐዱ ኅቤኪ፡ ከመ ንርክብ ሣህለ በኅበ መፍቀሬ ሰብእ። ታቦት በወርቅ ልቡጥ እምኩለሄ ዘግቡር
        እምዕፅ ዘኢይትቅዝ ይትሜሰል ለነ ዘእግዚአብሔር ቃለ ዘኮነ ሰብአ ዘእንበለ ፍልጠት ወኢዉላጤ፡ መለኮት ንጹሕ ዘአልቦ
        ሙስና ዘዕሩይ ምስለ አብ ወቦቱ አብሠራ ለንጽሕት፡ ዘእንበለ ዘርእ ኮነ ከማነ በኪነ ጥበቡ ቅዱስ፡ ዘተሰብአ እምነኪ
        ዘንበለ ርኩስ፡ ደመረ መለኮቶ፡ ሰአሊ ለነ ቅድስት። መቅደስ ዘይኬልልዋ ኪሩቤል እለ ሥዑላን በሥዕለ እግዚአብሔር፡
        ቃል ዘተሰብአ እምኔኪ ዘእንበለ ዉላጤ ኮነ ሠራዮ ኃጥአትነ ወደ ምሳሴ አበሳነ፡ ሰአሊ ለነ ቅድስት። አንቲ ዉእቱ
        መሶበ ወርቅ ንጹሕ እንተ ዉስቴታ መና ኅቡእ፡ ኅብስት ዘወረደ እምሰማያት ወሀቤ ሕይወት ለኩሉ ዓለም፡ ሰአሊ ለነ
        ቅድስት። እንቲ ዉእቱ ተቅዋም ዘወርቅ እንተ ፆርኪ ማኅቶተ ፀዳል ኩሎ ጊዜ፡ ዘዉእቱ ብርሃኑ ለዓለም፡ ብርሃን
        ዘእምብርሃን ዘአልቦ ጥንት፡ አምላክ ዘእምአምላክ ዘበአማን፡ ዘተሰብአ እምኔኪ ዘእንበለ ዉላጤ፡ ወበምጽአቱ አብርሃ
        ላዕሌነ ለእለ ንነብር ዉስተ ጽልመት ወጽላሎቱ ሞት፡ ወአርአትዐ እገሪነ ዉስተ ፍኖተ ሰላም በምሥጢረ ጥበቡ ቅዱስ፡
        ሰአሊ ለነ ቅድስት። አንቲ ዉእቱ ማዕጠንት ዘወርቅ፡ እንተ ፆርኪ ፍሕመ እሳት፡ ብሩክ ዘነሥአ እመቅደስ ዘይሠሪ
        ኃጢአተ ወይደመሰስ ጌጋየ፡ ዝ ዉእቱ ዘእግዚአብሔር ቃል ዘተሰብአ እምነኪ ዘአዕረገ ለአቡሁ ርእሶ ዕጣነ ወመሥዋዕተ
        ሥሙረ፡ ሰአሊ ለነ ቅድስት። ተፈሥሒ ኦ ማርያም ርግብ ሠናይት፡ ዘወለድኪ ለነ ዘእግዚአብሔር ቃለ፡ አንቲ ዉእቱ ጽጌ
        መዓዛ ሠናይ እንተ ሠረፀት እምሥርወ ዕሤይ፡ ሰአሊ ለነ ቅድስት። በትረ አሮን እንተ ሠረፀት ዘኢንበለ ተክል
        ወኢሠቀይዋ ማየ፡ ከማሃ አንቲኒ ኦ ወላዲተ ክርስቶስ አምላክነ ዘበአማን ዘእንበለ ዘርእ መጽአ ወአድኅነነ፡ ሰአሊ
        ለነ ቅድስት። ለኪ ይደሉ ዘእምኩሎሙ ቅዱሳን ተስአሊ ለነ ኦ ምልእተ ጸጋ አንቲ ተዐብዮ እምሊቃነ ጳጳሳት ወፈድፍደ
        ትከብሪ እምነቢያት ብኪ ግርማ ራእይ ዘየዐቢ እምግርማ ሱራፌል ወኪሩቤል፡ አንቲ በአማን ምክሐ ዘመድነ ወሰአሊት
        ሕይወተ ለነፍሳቲነ ሰአሊ ለነ ኅበ እግዚእነ ወመድኃኒነ ኢየሱስ ክርስቶስ፡ ያፅንዐነ በርትዕት ሃይማኖት ዉስተ አሚነ
        ዚአሁ፡ ይጽግወነ ሣህሎ ወምሕረቶ፡ ይሥረይ ኃጢአተነ በብዝኅ ምሕረቱ፡ ሰአሊ ለነ ቅድስት። ወብእንተዝ ናዓብየኪ
        ኩልነ ኦ እግዝእትነ ወላዲተ አምላክ ንጽሕት ኩሎ ጊዜ፡ ንስእል ወናን ቀዐዱ ኅቤኪ ከመ ንርከብ ሣህለ በኅበ ወፈቀሬ
        ስብእ። ጸሎታ ለማርያም ወስእለታ ያድኅነነ እመዓተ ወልዳ። ጸሎታ ለማርያም ወስእለታ ለርእሰ ሊቃነ ጳጳሳት እገሌ
        ..............ይዕቀቦ ኢመዓተ ወልዳ። ጸሎታ ለማርያም ወስእለታ ለመፍቀሬ አምላክ
        እገሌ............... እዕቀቦም እመዓተ ወልዳ።
      </Text>
      <RegularText> Last </RegularText>
      <Text>
        ጸሎታ ለማርያም ወስእለታ ለሕዝበ ክርስትያን ይዕቀቦም እመዓተ ወልዳ። ጸሎታ ለማርያም ወስእለታ ለሀገረትነ ኢትዮጵያ
        ይዕቀባ እመዓተ ወልዳ። ዐንቀጸ ብርሃን ዉዳሴ ወግናይ ለእመ አዶናይ፡ ቅድስት ወብፅዕት፡ ስብሕት ወቡርክ፡ ክብርት
        ወልዕልት ዐንቀጸ ብርሃን፡ መዓርገ ሕይወት ወማኅደረ መለኮት ቅድስተ ቅዱሳን፡ አንቲ ዉእቱ ኦ እግዚትነ ወላዲተ
        አማላክ ማርያም ድንግል፡ ተሰመይኪ ሥምረተ አብ ወማኅደረ ወልድ፡ ወምጽላለ ዘቅዱስ መንፈስ፡ ኦ ብርክት እምክሉ
        ፍጥረት፡ አንቲ ዉእቱ ህየንተ አርያም ዘበሰማያት ዘኮንኪ አርያመ በዲበ ምድር፡ ብኪ አስተማሰሉ ቅዱሳን ነቢያት፡
        ካህናት ወነገሥት፡ ገብሩ ሎሙ ቅድስተ ቅዱሳን፡ ወዉስቴታ ጽላተ ኪዳን፡ ወልድኪ ሣህሎ ይክፈለነ፡ ሰአሊ ለነ
        ቅድስት። በእንተ ተሰገዎቱ ለወልደ ኣምላክ እምኔኪ፣ ወብኪ ቅሩባነ ኮነ እምድር ለማኅደር ውስተ ኣርያም፣ ብኪ
        ወበስመ ወልድኪ ቅሩባነ ኮነ። ዐሠርቱ ቃላት እለ ተጽሕፋ በኣጻብዒሁ ለእግዚኣ ኩሉ ፍጥረት፣ ኅደረ ወልደ ኣምላክ
        ላዕሌኪ ኣብ በየማኑ ከደነኪ ወቅዱስ መንፈስ ጸለለኪ ወኃይለ ልዑል ኣጽንኣኪ ፣ ወኢየሱስ ለብሰ ሥጋ ዚኣኪ ከልሐ
        ወይቤ፣ ዘጸምኦ ይምጻእ ኅቤየ ወይስተይ፣ በከመ ይቤ መጽሐፈፍ ኣፍላገ ማየ ሕይወት ዘይውኅዝ እምከርሡ፣ ወልድኪ
        ሣህሎ ይክፍለነ ሰኣሊ ለነ ቅድስት። ቀዳሙ ዜነወነ አብ ብየውጣ እንተ ይእቲ ዐሠርቱ ቃላት እለ ጽሑፋት በአፃብዒሁ
        ለእግዚአብሔር፡ ወመሀረነ ወልድከ እግዚእነ ወመድኃኒነ ኢየሱሱ ክርስቶስ፡ ከመ አንተ ባሕቲትከ ኣቡሁ ሎቱ ወውእቱ
        ባሕቲቱ ወልድ ለከ፡ ከመዝ ነአምን ዘአልቦቱ እም በሰማያት፡ ወአብ በዲበ ምድር፡ ዘወረደ እምሰማያት እንዘ አልቦ
        ዘየአምር ምጽአቶ ዘእንበለ አቡሁ ባሕቲቱ ወጳራቅሊጦስ መንፈስ ጽድቅ፡ ኅደረ ዉስተ ከርሥኪ ወፆርኪዮ ተስዐተ
        አውራኅ፡ ተፈሥሑ ሰማያት ወተኅሥየት ምድር በልደቱ ለወልድኪ፤ መልአክ ዜነወ ፍሥሓ ወሓራ ሰማይ ሰብሑ እንዘ ይብሉ
        ''ስብሓት ለእግዚአብሔር በሰማያት፡ ወሰላም በምድር ለዕጓለ እመሕያዉ ሥምረቱ'' ወኖሎት በቤተ ልሔም አንከሩ
        እምዚርእዩ ወሰምዑ፡ ሰብአ ሰገል ርእዮሙ ኮከበ መጽኡ እምርኁቅ ብሔር ከመ ይሰግዱ ለወልድኪ ወይግነዩ ለኪ፡ ውእቱ
        ኮከብ ዘመርሖሙ እምሥራቅ ወአብጽሖሙ እስከ ቤተ ልሔም ወቆመ መልዕልቴኪ ኅበ ሀሎኪ አንቲ ምስለ ሕፃንኪ፡ ወር እዮሙ
        እሙንቱ መሰግላን ተፈሥሑ ዐብየ ፍሥሓ፡ ቦኡ ኅቤሁ ወቆሙ ቅድሜሁ ወወድቁ ዲበ ምድር ወሰገዱ ሎቱ፡ ወአርኅዉ
        መዛግብቲሆሙ።ወአብኡ ሎቱ አምኃ ወርቀ፡ ከርበ፡ ወስኂነ፡ ወይቤሉ አምኃ አባእነ ለከ፡ ዕጣነ አቅረብነ ለከ፡
        እምዚአከ ለክቡር ስምከ፡ ኦ አምላክነ በእንተ ኅጢአተ ሕዝብከ ከመ ትትወከፍ ስእለቶም ወመሥዋዕቶም ዘመጻእከ ከመ
        ትሥረይሎም ኃጢአቶም፡ ወልድኪ ሣህሎ ይክፍለነ ሰአሊ ለነ ቅድስት። አንቲ ዉእቱ ንጽሕት እምንጹሓን፡ ቤተ መቅደስ
        ከመ ታቦት ዘግቡር እምዕፅ ዘኢይነቅዝ፡ ሥርግዉ በወርቅ ንጡፍ ወልቡጥ በዕንቄ ባሕርይ ዘየኃቱ ዘብዙኅ ሤጡ፡ከመዝ
        ነበርኪ ዉስተ ቤተ መቅደስ፡ ወመላእክት ያመጽኡ ወትረ ሲሳየኪ፡ ከመዝ ነበርኪ ዐሠርተ ወክልኤተ ዓመተ እንዘ
        ትትናዘዚ እምኅበ መላእክት ስቴኪኒ ስቴ ሕይወት ዉእቱ። መብልዕኪኒ ኅብስት ሰማያዊ፡ ዳዊት አቡኪ ዘመረ በመሰንቆ
        ወኅለየ በመዝሙር እንዘ ይብል በመንፈስ ትንቢት፡ ስምዒ ወለትየ ወርእዩ ወአፅምዒ እዝነኪ፤ ርስዒ ሕዝበኪ ወቤተ
        አቡኪ እስመ ፈተወ ንጉሥ ሥነኪ፡ እስመ ዉእቱ እ
      </Text>
      <Text>----- / ----</Text>
      <Text>----- / ----</Text>
      <Text>----- / ----</Text>
    </ScrollView>
  );
};

export default Login;

const styles = StyleSheet.create({
  container: {
    flex: 1,
    justifyContent: "center",
    alignContent: "center",
    alignItems: "center",
    paddingTop: 40,
    paddingLeft: 15,
    paddingRight: 15,
  },
});
